Revit 2024 API
BuiltInFailures.StairRampFailures.MultistoryLevelBelowTopbottomLevel Property
 Multistory top level must be above the stair/ramp top and bottom levels.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MultistoryLevelBelowTopbottomLevel { get; }
Visual Basic
Public Shared ReadOnly Property MultistoryLevelBelowTopbottomLevel As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MultistoryLevelBelowTopbottomLevel {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace